Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# device.rename
source: Rename
ja: 名前変更
zh_hans: 重命名
zh_hant: 重新命名

# device.renameHint
source: Give your device a custom name to easily identify it
ja: デバイスに独自の名前を付けて識別しやすくします
zh_hans: 为设备设置自定义名称以便识别
zh_hant: 為裝置設定自訂名稱以便識別

# device.renameTitle
source: Rename Device
ja: デバイス名を変更
zh_hans: 重命名设备
zh_hant: 重新命名裝置

# device.setPrimary
source: Set Primary
ja: メインに設定
zh_hans: 设为主设备
zh_hant: 設為主要裝置

# device.swipeHint
source: Swipe left to logout or remove a device
ja: 左にスワイプしてログアウトまたはデバイスを削除
zh_hans: 向左滑动可登出或移除设备
zh_hant: 向左滑動可登出或移除裝置

# device.thisDevice
source: This Device
ja: このデバイス
zh_hans: 当前设备
zh_hant: 目前裝置

# device.thisDeviceBadge
source: This device
ja: このデバイス
zh_hans: 当前设备
zh_hant: 目前裝置

# device.title
source: Devices
ja: デバイス
zh_hans: 设备
zh_hant: 裝置

source: Difficulty
ja: 難易度
zh_hans: 难度
zh_hant: 難度

# difficulty.advanced
source: Advanced
ja: 上級
ko: 고급
zh_hans: 高级
zh_hant: 高級

# difficulty.challenging
source: Challenging
ja: やや難しい
ko: 도전적
zh_hans: 有难度
zh_hant: 有難度

# difficulty.easy
source: Easy
ja: 簡単
ko: 쉬움
zh_hans: 简单
zh_hant: 簡單

# difficulty.medium
source: Medium
ja: 中級
ko: 보통
zh_hans: 中等
zh_hant: 中等

# difficulty.unknown
source: Unknown
ja: 不明
ko: 알 수 없음
zh_hans: 未知
zh_hant: 未知

source: Discover
ja: 発見
zh_hans: 发现
zh_hant: 發現

# discover.allBooks
source: All Books
ja: すべての本
zh_hans: 全部书籍
zh_hant: 全部書籍

# discover.allCategories
source: All Categories
ja: すべてのカテゴリ
zh_hans: 全部分类
zh_hant: 全部分類

# discover.booksCount
source: %lld books
ja: %lld冊
zh_hans: %lld 本书
zh_hant: %lld 本書

# discover.browseAll
source: Browse All
ja: すべて閲覧
zh_hans: 浏览全部
zh_hant: 瀏覽全部

# discover.browseByCategory
source: Browse by Category
ja: カテゴリ別に閲覧
zh_hans: 按分类浏览
zh_hant: 按分類瀏覽

# discover.curatedLists
source: Curated Lists
ja: 厳選リスト
zh_hans: 精选书单
zh_hant: 精選書單

# discover.difficulty
source: Difficulty
ja: 難易度
zh_hans: 难度
zh_hant: 難度

# discover.empty
source: No books found
ja: 本が見つかりません
zh_hans: 暂无书籍
zh_hant: 暫無書籍

# discover.filterHint
source: Filter by category, difficulty, and more
ja: カテゴリ、難易度などで絞り込み
zh_hans: 按分类、难度等筛选
zh_hant: 按分類、難度等篩選

# discover.genres
source: Genres
ja: ジャンル
zh_hans: 分类
zh_hant: 分類

# discover.recommended
source: Recommended for You
ja: おすすめ
zh_hans: 为你推荐
zh_hant: 為你推薦

# discover.sort.new
source: New
ja: 新着
zh_hans: 最新
zh_hant: 最新

# discover.sort.popular
source: Popular
ja: 人気
zh_hans: 热门
zh_hant: 熱門

# discover.sort.quality
source: Quality
ja: 品質
zh_hans: 优质
zh_hant: 優質

# discover.sort.recommended
source: Recommended
ja: おすすめ
zh_hans: 推荐
zh_hant: 推薦

# discover.todaysPick
source: Today's Pick
ja: 今日のおすすめ
zh_hans: 今日推荐
zh_hant: 今日推薦

source: Display
ja: 表示
zh_hans: 显示
zh_hant: 顯示

source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

source: Download on Wi-Fi only
ja: Wi-Fi接続時のみダウンロード
zh_hans: 仅在 Wi-Fi 下下载
zh_hant: 僅在 Wi-Fi 下下載

source: Download Quality
ja: ダウンロード品質
zh_hans: 下载质量
zh_hant: 下載品質

source: Downloaded Books
ja: ダウンロード済みの本
zh_hans: 已下载书籍
zh_hant: 已下載書籍

source: Downloaded content will be automatically removed after the specified time if not accessed.
ja: ダウンロードしたコンテンツは、アクセスされない場合、指定時間後に自動的に削除されます。
zh_hans: 下载内容将在指定时间后自动删除（如果未被访问）。
zh_hant: 下載內容將在指定時間後自動刪除（如果未被訪問）。

source: Downloads
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

source: Earned!
ja: 獲得
zh_hans: 已获得！
zh_hant: 已獲得！

source: Edit Note
ja: ノートを編集

# empty.library
source: Your library is empty
ja: ライブラリが空です
zh_hans: 书架空空如也
zh_hant: 書架空空如也

# empty.libraryHint
source: Discover new books to start your reading journey
ja: 新しい本を見つけて読書を始めましょう
zh_hans: 去发现页添加书籍开始阅读吧
zh_hant: 去發現頁添加書籍開始閱讀吧

# empty.searchResults
source: No results found
ja: 結果が見つかりません
zh_hans: 未找到结果
zh_hant: 未找到結果

source: End
ja: 終了
zh_hans: 结束
zh_hant: 結束

source: Environment
ja: 環境
zh_hans: 环境
zh_hant: 環境

source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# error.generic
source: Something went wrong
ja: エラーが発生しました
zh_hans: 出错了
zh_hant: 出錯了

# error.loadFailed
source: Failed to load
ja: 読み込みに失敗しました
zh_hans: 加载失败
zh_hant: 載入失敗

# error.network
source: Network error. Please check your connection.
ja: ネットワークエラー。接続を確認してください。
zh_hans: 网络错误，请检查网络连接
zh_hant: 網路錯誤，請檢查網路連接

# error.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# error.title
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

source: Expires
ja: 有効期限
zh_hans: 到期
zh_hant: 到期

# export.achievements
source: Achievements
ja: 達成
zh_hans: 成就
zh_hant: 成就

# export.description
source: Export your data
ja: データをエクスポート
zh_hans: 导出您的数据
zh_hant: 匯出您的資料

# export.emailConfirm
source: We'll send the export to your email
ja: エクスポートをメールで送信します
zh_hans: 我们会将导出文件发送到您的邮箱
zh_hant: 我們會將匯出檔案傳送到您的信箱

# export.emailNote
source: Check your email for the export file
ja: エクスポートファイルをメールで確認してください
zh_hans: 请查收邮件中的导出文件
zh_hant: 請查收信件中的匯出檔案

# export.preparing
source: Preparing export...
ja: エクスポートを準備中...
zh_hans: 正在准备导出...
zh_hant: 正在準備匯出...

# export.quotesBookmarks
source: Quotes & Bookmarks
ja: 引用とブックマーク
zh_hans: 摘录与书签
zh_hant: 摘錄與書籤

# export.readingHistory
source: Reading History
ja: 読書履歴
zh_hans: 阅读历史
zh_hant: 閱讀歷史

# export.request
source: Request Export
ja: エクスポートをリクエスト
zh_hans: 请求导出
zh_hant: 請求匯出

source: Export Requested
ja: エクスポート要求完了
zh_hans: 已请求导出
zh_hant: 已請求匯出

# export.title
source: Export Data
ja: データエクスポート
zh_hans: 导出数据
zh_hant: 匯出資料

# export.vocabularyList
source: Vocabulary List
ja: 単語リスト
zh_hans: 词汇表
zh_hant: 詞彙表

source: Failed to load categories
ja: カテゴリの読み込みに失敗しました
zh_hans: 加载分类失败
zh_hant: 載入分類失敗

source: Failed to load image
ja: 画像の読み込みに失敗しました
zh_hans: 加载图片失败
zh_hant: 載入圖片失敗

source: Famous Quotes
ja: 名言
zh_hans: 名言金句
zh_hant: 名言金句

# faq.answer
source: Answer
ja: 回答
zh_hans: 回答
zh_hant: 回答

# faq.featured
source: Featured Questions
ja: 注目の質問
zh_hans: 热门问题
zh_hant: 熱門問題

# faq.feedbackPrompt
source: Was this answer helpful?
ja: この回答は役に立ちましたか？
zh_hans: 这个回答对您有帮助吗？
zh_hant: 這個回答對您有幫助嗎？

# faq.helpful
source: Helpful
ja: 役に立った
zh_hans: 有帮助
zh_hant: 有幫助

# faq.helpfulPercent
source: %d%% found helpful
ja: %d%%が役に立ったと回答
zh_hans: %d%% 认为有帮助
zh_hant: %d%% 認為有幫助

# faq.noResults
source: No related questions found
ja: 関連する質問が見つかりません
zh_hans: 未找到相关问题
zh_hant: 未找到相關問題

# faq.notHelpful
source: Not helpful
ja: 役に立たなかった
zh_hans: 没帮助
zh_hant: 沒幫助

# faq.question
source: Question
ja: 質問
zh_hans: 问题
zh_hant: 問題

# faq.searchPlaceholder
source: Search questions...
ja: 質問を検索...
zh_hans: 搜索问题...
zh_hant: 搜尋問題...

# faq.searchResults
source: Search Results (%d)
ja: 検索結果（%d件）
zh_hans: 搜索结果 (%d)
zh_hant: 搜尋結果 (%d)

# faq.thanksFeedback
source: Thanks for your feedback!
ja: フィードバックありがとうございます！
zh_hans: 感谢您的反馈！
zh_hant: 感謝您的回饋！

# faq.title
source: FAQ
ja: よくある質問
zh_hans: 常见问题
zh_hant: 常見問題

# faq.viewCount
source: %d views
ja: %d回閲覧
zh_hans: %d 次浏览
zh_hant: %d 次瀏覽

source: Favorite Genres
ja: お気に入りのジャンル
zh_hans: 喜爱的类型
zh_hant: 喜愛的類型

source: Filter
ja: フィルター
zh_hans: 筛选
zh_hant: 篩選

# filter.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# filter.finished
source: Finished
ja: 読了
zh_hans: 已读完
zh_hant: 已讀完

# filter.reading
source: Reading
ja: 読書中
zh_hans: 正在阅读
zh_hant: 正在閱讀

# filter.recentlyBrowsed
source: Recently Browsed
ja: 最近閲覧
zh_hans: 最近浏览
zh_hant: 最近瀏覽

# filter.wantToRead
source: Want to Read
ja: 読みたい本
zh_hans: 想读
zh_hant: 想讀

source: Focus Mode
ja: フォーカスモード
zh_hans: 专注模式
zh_hant: 專注模式

source: Follow
ja: フォロー
zh_hans: 关注
zh_hant: 關注

source: Following
ja: フォロー中
zh_hans: 已关注
zh_hant: 已關注

source: Font
ja: フォント
zh_hans: 字体
zh_hant: 字體

source: Font Size
ja: フォントサイズ
zh_hans: 字号
zh_hant: 字號

source: Font Style
ja: フォントスタイル
zh_hans: 字体样式
zh_hant: 字體樣式

# font.autoHyphenation
source: Auto Hyphenation
ja: 自動ハイフネーション
zh_hans: 自动断字
zh_hant: 自動斷字

# font.bundledFonts
source: Bundled Fonts
ja: バンドルフォント
zh_hans: 精选字体
zh_hant: 精選字體

# font.category.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# font.chineseFonts
source: Chinese Fonts
ja: 中国語フォント
zh_hans: 中文字体
zh_hant: 中文字體

# font.deleteConfirmation
source: Delete this font?
ja: このフォントを削除しますか？
zh_hans: 确定删除此字体？
zh_hant: 確定刪除此字體？

# font.deleteFont
source: Delete Font
ja: フォントを削除
zh_hans: 删除字体
zh_hant: 刪除字體

# font.importFailed
source: Import Failed
ja: インポート失敗
zh_hans: 导入失败
zh_hant: 匯入失敗

# font.importFonts
source: Import Fonts
ja: フォントをインポート
zh_hans: 导入字体
zh_hant: 匯入字體

# font.importing
source: Importing font...
ja: フォントをインポート中...
zh_hans: 正在导入字体...
zh_hant: 正在匯入字體...

# font.letterSpacing
source: Letter Spacing
ja: 文字間隔
zh_hans: 字间距
zh_hant: 字距

# font.noImportedFonts
source: No imported fonts yet
ja: インポートされたフォントはありません
zh_hans: 还没有导入字体
zh_hant: 尚未匯入字體

# font.openSource
source: Open Source
ja: オープンソース
zh_hans: 开源
zh_hant: 開源

# font.paragraphSpacing
source: Paragraph Spacing
ja: 段落間隔
zh_hans: 段落间距
zh_hant: 段落間距

# font.preview
source: Preview
ja: プレビュー
zh_hans: 预览
zh_hant: 預覽

# font.recommendation
source: Font Recommendations
ja: フォント推奨
zh_hans: 字体推荐
zh_hant: 字體推薦

# font.recommendationDescription
source: Based on "%@" and your reading preferences, we recommend the following fonts:
ja: 「%@」と読書設定に基づいて、以下のフォントをおすすめします：
zh_hans: 基于《%@》的类型和您的阅读偏好，为您推荐以下字体：
zh_hant: 根據《%@》的類型和您的閱讀偏好，為您推薦以下字體：

# font.settings.title
source: Font Settings
ja: フォント設定
zh_hans: 字体设置
zh_hant: 字體設定

# font.supportedFormats
source: Supports TTF/OTF formats
ja: TTF/OTF形式に対応
zh_hans: 支持 TTF/OTF 格式
zh_hant: 支援 TTF/OTF 格式

# font.systemFonts
source: System Fonts
ja: システムフォント
zh_hans: 系统字体
zh_hant: 系統字體

# font.textAlignment
source: Text Alignment
ja: テキスト配置
zh_hans: 文字对齐
zh_hant: 文字對齊

# font.typographySettings
source: Typography Settings
ja: タイポグラフィ設定
zh_hans: 排版设置
zh_hant: 排版設定

# font.unknownError
source: Unknown error
ja: 不明なエラー
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Font Weight
ja: フォントの太さ
zh_hans: 字重
zh_hant: 字重

# font.wordSpacing
source: Word Spacing
ja: 単語間隔
zh_hans: 词间距
zh_hant: 詞距

source: From cache
ja: キャッシュから
zh_hans: 来自缓存
zh_hant: 來自快取

source: Generating Your Report
ja: レポートを生成中
zh_hans: 正在生成您的报告
zh_hant: 正在生成您的報告

source: Get Started
ja: 開始
zh_hans: 开始使用
zh_hant: 開始使用

source: Go
ja: 移動
zh_hans: 前往
zh_hant: 前往

source: Go Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Goal Complete!
ja: 目標達成
zh_hans: 目标完成！
zh_hant: 目標完成！

# help.faq.addWords
source: How do I add words to my vocabulary?
ja: 単語を単語リストに追加するには？
zh_hans: 如何添加单词到词汇表？
zh_hant: 如何添加單詞到詞彙表？

# help.faq.readOffline
source: Can I read books offline?
ja: オフラインで本を読めますか？
zh_hans: 我可以离线阅读书籍吗？
zh_hant: 我可以離線閱讀書籍嗎？

# help.faq.spacedRepetition
source: What is spaced repetition?
ja: 間隔反復とは何ですか？
zh_hans: 什么是间隔重复？
zh_hant: 什麼是間隔重複？

# help.faqs
source: Frequently Asked Questions
ja: よくある質問
zh_hans: 常见问题
zh_hant: 常見問題

source: Highlight Moments
ja: ハイライトの瞬間
zh_hans: 精彩时刻
zh_hant: 精彩時刻

# highlight.addNote
source: Add Note (Optional)
ja: メモを追加（任意）
zh_hans: 添加笔记（可选）
zh_hant: 添加筆記（可選）

# highlight.addTitle
source: Add Highlight
ja: ハイライトを追加
zh_hans: 添加高亮
zh_hant: 添加高亮

source: Highlight Color
ja: ハイライト色
zh_hans: 高亮颜色
zh_hant: 高亮顏色

# highlight.notePlaceholder
source: Your thoughts...
ja: メモを入力...
zh_hans: 写下你的想法...
zh_hant: 寫下你的想法...

# highlight.selectedText
source: Selected Text
ja: 選択テキスト
zh_hans: 选中的文字
zh_hant: 選中的文字

source: Hold to speak, release to send
ja: 長押しで録音、離して送信
zh_hans: 按住说话，松开发送
zh_hant: 按住說話，鬆開發送

source: How to Earn
ja: 獲得方法
zh_hans: 如何获得
zh_hant: 如何獲得

source: How to Restore
ja: 復元方法
zh_hans: 如何恢复
zh_hant: 如何恢復

source: How well did you remember?
ja: どのくらい覚えていますか？
zh_hans: 记忆程度如何？
zh_hant: 記憶程度如何？

# import.action.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# import.action.close
source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# import.action.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# import.action.upgrade
source: Upgrade
ja: アップグレード
zh_hans: 升级
zh_hant: 升級

# import.action.viewBook
source: View Book
ja: 本を見る
zh_hans: 查看书籍
zh_hant: 查看書籍

# import.error.accessDenied
source: Cannot access the file
ja: ファイルにアクセスできません
zh_hans: 无法访问文件
zh_hant: 無法存取檔案

# import.error.cancelled
source: Import cancelled
ja: インポートがキャンセルされました
zh_hans: 导入已取消
zh_hant: 導入已取消

# import.error.cannotReadFile
source: Cannot read file
ja: ファイルを読み取れません
zh_hans: 无法读取文件
zh_hant: 無法讀取檔案

# import.error.fileTooLarge
source: File too large (max %@)
ja: ファイルが大きすぎます（最大%@）
zh_hans: 文件过大 (最大 %@)
zh_hant: 檔案過大 (最大 %@)

# import.error.invalidFormat
source: Unsupported file format: %@
ja: サポートされていないファイル形式: %@
zh_hans: 不支持的文件格式: %@
zh_hant: 不支援的檔案格式: %@

# import.error.networkError
source: Network error: %@
ja: ネットワークエラー: %@
zh_hans: 网络错误: %@
zh_hant: 網路錯誤: %@

# import.error.notSubscribed
source: Please upgrade to PRO to import books
ja: 本をインポートするにはPROにアップグレードしてください
zh_hans: 请升级到 PRO 会员以导入书籍
zh_hant: 請升級到 PRO 會員以導入書籍

# import.error.processingFailed
source: Processing failed: %@
ja: 処理に失敗しました: %@
zh_hans: 处理失败: %@
zh_hant: 處理失敗: %@

# import.error.quotaExceeded
source: Import quota exceeded
ja: インポート上限を超過しました
zh_hans: 导入配额已超出
zh_hant: 導入配額已超出

# import.error.uploadFailed
source: Upload failed: %@
ja: アップロードに失敗しました: %@
zh_hans: 上传失败: %@
zh_hant: 上傳失敗: %@

# import.method.files
source: From Files
ja: ファイルから
zh_hans: 从文件导入
zh_hant: 從檔案導入

# import.method.files.desc
source: Select an e-book file from your device
ja: デバイスから電子書籍ファイルを選択
zh_hans: 从设备中选择电子书文件
zh_hant: 從設備中選擇電子書檔案

# import.method.icloud
source: From iCloud
ja: iCloudから
zh_hans: 从 iCloud 导入
zh_hant: 從 iCloud 導入

# import.method.icloud.desc
source: Import from iCloud Drive
ja: iCloud Driveからインポート
zh_hans: 从 iCloud Drive 导入
zh_hant: 從 iCloud Drive 導入

# import.method.wifi
source: WiFi Transfer
ja: WiFi転送
zh_hans: WiFi 传书
zh_hant: WiFi 傳書

# import.method.wifi.desc
source: Transfer from computer via WiFi
ja: WiFi経由でコンピュータから転送
zh_hans: 通过 WiFi 从电脑传输
zh_hant: 通過 WiFi 從電腦傳輸

# import.quota.books
source: books
ja: 冊
zh_hans: 本
zh_hant: 本

# import.quota.title
source: Storage Quota
ja: ストレージ容量
zh_hans: 存储配额
zh_hant: 儲存配額

# import.quotaExceeded.message
source: You have reached your import quota. Please delete some imported books to make room.
ja: インポート上限に達しました。スペースを確保するためにインポートした本を削除してください。
zh_hans: 您已达到导入配额上限。请删除一些导入的书籍以腾出空间。
zh_hant: 您已達到導入配額上限。請刪除一些導入的書籍以騰出空間。

# import.quotaExceeded.title
source: Quota Exceeded
ja: 容量超過
zh_hans: 配额已用完
zh_hant: 配額已用完

# import.state.checkingPermission
source: Checking permissions...
ja: 権限を確認中...
zh_hans: 检查权限...
zh_hant: 檢查權限...

# import.state.completed
source: Import completed!
ja: インポート完了！
zh_hans: 导入完成！
zh_hant: 導入完成！

# import.state.preparing
source: Preparing %@...
ja: %@を準備中...
zh_hans: 正在准备 %@...
zh_hant: 正在準備 %@...

# import.state.processing
source: Processing %@ (%d%%)
ja: %@を処理中 (%d%%)
zh_hans: 正在处理 %@ (%d%%)
zh_hant: 正在處理 %@ (%d%%)

# import.state.selectingFile
source: Select a file
ja: ファイルを選択
zh_hans: 选择文件
zh_hant: 選擇檔案

# import.state.uploading
source: Uploading %@ (%d%%)
ja: %@をアップロード中 (%d%%)
zh_hans: 正在上传 %@ (%d%%)
zh_hant: 正在上傳 %@ (%d%%)

# import.status.completed
source: Completed
ja: 完了
zh_hans: 已完成
zh_hant: 已完成

# import.status.failed
source: Failed
ja: 失敗
zh_hans: 失败
zh_hant: 失敗

# import.status.pending
source: Pending
ja: 保留中
zh_hans: 等待中
zh_hant: 等待中

# import.status.processing
source: Processing
ja: 処理中
zh_hans: 处理中
zh_hant: 處理中

# import.status.uploading
source: Uploading
ja: アップロード中
zh_hans: 上传中
zh_hant: 上傳中

# import.subtitle
source: Import your own e-books to read with Readmigo
ja: 自分の電子書籍をインポートしてReadmigoで読む
zh_hans: 导入您自己的电子书，使用米果智读阅读
zh_hant: 導入您自己的電子書，使用米果智讀閱讀

# import.supportedFormats
source: Supported formats
ja: サポート形式
zh_hans: 支持的格式
zh_hant: 支援的格式

# import.title
source: Import Book
ja: 本をインポート
zh_hans: 导入书籍
zh_hant: 導入書籍

# import.upgradeRequired.message
source: Book import is a PRO feature. Upgrade now to import your own e-books.
ja: 本のインポートはPRO機能です。今すぐアップグレードして電子書籍をインポートしましょう。
zh_hans: 书籍导入是 PRO 会员功能。立即升级以导入您自己的电子书。
zh_hant: 書籍導入是 PRO 會員功能。立即升級以導入您自己的電子書。

# import.upgradeRequired.title
source: PRO Required
ja: PRO必須
zh_hans: 需要 PRO 会员
zh_hant: 需要 PRO 會員

source: It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.
ja: 裕福な独身男性が妻を必要としているというのは、広く認められた真実である。

source: Large
ja: 大
zh_hans: 大
zh_hant: 大

# latest_version
source: Latest
ja: 最新
zh_hans: 最新版本
zh_hant: 最新版本

source: Learn
ja: 学習
zh_hans: 学习
zh_hant: 學習

source: Learn English naturally by reading great literature with AI assistance
ja: AIのサポートで優れた文学を読みながら 自然に英語を学習
zh_hans: 通过 AI 辅助阅读优秀文学作品 自然习得英语
zh_hant: 通過 AI 輔助閱讀優秀文學作品 自然習得英語

source: Learning Progress
ja: 学習の進捗
zh_hans: 学习进度
zh_hant: 學習進度

source: Less
ja: 少ない
zh_hans: 收起
zh_hant: 收起

source: Library
ja: ライブラリ
zh_hans: 书架
zh_hant: 書架

# library.clearHistory.confirm
source: Clear
ja: 消去
zh_hans: 清除
zh_hant: 清除

# library.clearHistory.message
source: This will remove all recently browsed books from this list.
ja: このリストから最近閲覧した本をすべて削除します。
zh_hans: 这将从列表中移除所有最近浏览的书籍。
zh_hant: 這將從列表中移除所有最近瀏覽的書籍。

# library.clearHistory.title
source: Clear Browsing History?
ja: 閲覧履歴を消去しますか？
zh_hans: 清除浏览历史？
zh_hant: 清除瀏覽歷史？

# library.continue
source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

# library.deleteSelected
source: Delete (%lld)
ja: 削除 (%lld)
zh_hans: 删除 (%lld)
zh_hant: 刪除 (%lld)

# library.deleteSelected.confirm
source: Delete %lld items
ja: %lld件を削除
zh_hans: 删除 %lld 项
zh_hant: 刪除 %lld 項

# library.deleteSelected.title
source: Delete Selected Items?
ja: 選択した項目を削除しますか？
zh_hans: 删除选中项？
zh_hant: 刪除選中項？

# library.empty.all
source: Your library is empty
ja: ライブラリが空です
zh_hans: 书架为空
zh_hant: 書架為空

# library.empty.completed
source: No completed books yet
ja: 完読した本はまだありません
zh_hans: 暂无已读完的书
zh_hant: 暫無已讀完的書

# library.empty.discoverBooks
source: Discover Books
ja: 本を探す
zh_hans: 发现书籍
zh_hant: 發現書籍

# library.empty.reading
source: No books in progress
ja: 読書中の本はありません
zh_hans: 暂无正在阅读的书
zh_hant: 暫無正在閱讀的書

# library.empty.recentlyBrowsed
source: No browsing history yet
ja: 閲覧履歴はまだありません
zh_hans: 暂无浏览记录
zh_hant: 暫無瀏覽記錄

# library.empty.subtitle
source: Start exploring books and add them to your library
ja: 本を探してライブラリに追加しましょう
zh_hans: 去发现页面探索更多好书吧
zh_hant: 去發現頁面探索更多好書吧

# library.empty.title
source: Your library is empty
ja: ライブラリが空です
zh_hans: 书架空空如也
zh_hant: 書架空空如也

# library.empty.wantToRead
source: No books in your reading list
ja: 読みたい本リストが空です
zh_hans: 暂无想读的书
zh_hant: 暫無想讀的書

# library.favorites
source: Favorites
ja: お気に入り
zh_hans: 收藏书籍
zh_hant: 收藏書籍

# library.guest.benefit1
source: Save your library to cloud
ja: ライブラリをクラウドに保存
zh_hans: 将书架保存到云端
zh_hant: 將書架儲存至雲端

# library.guest.benefit2
source: Sync across all your devices
ja: すべてのデバイスで同期
zh_hans: 多设备同步
zh_hant: 多裝置同步

# library.guest.benefit3
source: Save bookmarks and notes
ja: ブックマークとメモを保存
zh_hans: 保存书签和笔记
zh_hant: 儲存書籤和筆記

# library.guest.benefits.title
source: Sign in to unlock
ja: サインインして利用開始
zh_hans: 登录以解锁
zh_hant: 登入以解鎖

# library.guest.browseFirst
source: Browse books first
ja: まず本を閲覧
zh_hans: 先浏览书籍
zh_hant: 先瀏覽書籍

# library.guest.description
source: Sign in to save your reading progress and sync across devices
ja: サインインして読書の進捗を保存し、デバイス間で同期
zh_hans: 登录以保存阅读进度并在多设备间同步
zh_hant: 登入以儲存閱讀進度並在多裝置間同步

# library.guest.empty.subtitle
source: Browse and discover books to start your reading journey
ja: 本を閲覧して読書の旅を始めましょう
zh_hans: 浏览并发现书籍，开始你的阅读之旅
zh_hant: 瀏覽並發現書籍，開始你的閱讀之旅

# library.guest.empty.title
source: Your library is empty
ja: ライブラリが空です
zh_hans: 书架为空
zh_hant: 書架為空

# library.guest.feature1.description
source: Get instant word definitions and pronunciations
ja: 単語の定義と発音を瞬時に取得
zh_hans: 即时获取单词释义和发音
zh_hant: 即時獲取單詞釋義和發音

# library.guest.feature1.title
source: AI-Powered Learning
ja: AI搭載学習
zh_hans: AI 智能学习
zh_hant: AI 智能學習

# library.guest.feature2.description
source: Build your vocabulary with spaced repetition
ja: 間隔反復で語彙力を向上
zh_hans: 通过间隔重复积累词汇
zh_hant: 透過間隔重複累積詞彙

# library.guest.feature2.title
source: Smart Vocabulary
ja: スマート語彙
zh_hans: 智能词汇
zh_hant: 智能詞彙

# library.guest.feature3.description
source: Track your reading and vocabulary progress
ja: 読書と語彙の進捗を追跡
zh_hans: 追踪阅读和词汇进度
zh_hant: 追蹤閱讀和詞彙進度

# library.guest.feature3.title
source: Progress Analytics
ja: 進捗分析
zh_hans: 进度分析
zh_hant: 進度分析

# library.guest.signIn
source: Sign In to Start
ja: サインインして開始
zh_hans: 登录开始
zh_hant: 登入開始

# library.guest.title
source: Your Personal Library
ja: あなた専用のライブラリ
zh_hans: 你的个人书架
zh_hant: 你的個人書架

# library.progress.complete
source: %lld%% complete
ja: %lld%%完了
zh_hans: 已完成 %lld%%
zh_hant: 已完成 %lld%%

# library.recentlyBrowsed
source: Recently Browsed
ja: 最近閲覧
zh_hans: 最近浏览
zh_hant: 最近瀏覽

# library.section.continueReading
source: Continue Reading
ja: 読書を続ける
zh_hans: 继续阅读
zh_hant: 繼續閱讀

source: Life & Works
ja: 生涯と作品
zh_hans: 生平与作品
zh_hant: 生平與作品

source: Like this quote
ja: この引用をお気に入り
zh_hans: 喜欢这句话
zh_hant: 喜歡這句話

source: Liked
ja: お気に入り済み
zh_hans: 已喜欢
zh_hant: 已喜歡

source: Limited
ja: 制限あり
zh_hans: 有限
zh_hant: 有限

source: Line Spacing
ja: 行間
zh_hans: 行间距
zh_hant: 行間距

source: Load More
ja: さらに読み込む
zh_hans: 加载更多
zh_hant: 載入更多

source: Loading categories...
ja: カテゴリを読み込み中...
zh_hans: 正在加载分类...
zh_hant: 正在載入分類...

source: Loading chapter...
ja: 章を読み込み中...
zh_hans: 正在加载章节...
zh_hant: 正在載入章節...

source: Loading your year in review...
ja: 年間レビューを読み込み中...
zh_hans: 正在加载您的年度回顾...
zh_hant: 正在載入您的年度回顧...

source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

source: Major Works
ja: 主要作品
zh_hans: 主要作品
zh_hant: 主要作品

source: Make Public
ja: 公開する
zh_hans: 设为公开
zh_hant: 設為公開

source: Manage Subscription
ja: サブスクリプション管理
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Mastered
ja: 習得済み
zh_hans: 已掌握
zh_hant: 已掌握

source: Max Storage
ja: 最大容量
zh_hans: 最大存储
zh_hant: 最大儲存

# me.about
source: About
ja: アプリについて
zh_hans: 关于
zh_hant: 關於

# me.accountSettings
source: Account Settings
ja: アカウント設定
zh_hans: 账户设置
zh_hant: 帳戶設定

# me.achievements
source: Achievements
ja: 達成項目
zh_hans: 成就
zh_hant: 成就

# me.allCaughtUp
source: All caught up!
ja: すべて確認済み！
zh_hans: 已全部复习完成！
zh_hant: 已全部複習完成！

# me.appearance
source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

# me.booksRead
source: %lld books
ja: %lld冊
zh_hans: %lld 本书
zh_hant: %lld 本書

# me.contactUs
source: Contact Us
ja: お問い合わせ
zh_hans: 联系我们
zh_hant: 聯繫我們

# me.dayStreak
source: %lld day streak
ja: %lld日連続
zh_hans: 连续 %lld 天
zh_hant: 連續 %lld 天

# me.defaultName
source: Reader
ja: 読者
zh_hans: 读者
zh_hant: 讀者

# me.developerTools.environment
source: Environment: %@
ja: 環境: %@
zh_hans: 环境: %@
zh_hant: 環境: %@

# me.downloads
source: Downloads
ja: ダウンロード
zh_hans: 下载管理
zh_hant: 下載管理

# me.favoritePassages
source: Your favorite passages
ja: お気に入りの一節
zh_hans: 你收藏的段落
zh_hant: 你收藏的段落

# me.guest.signIn
source: Sign In
ja: サインイン
zh_hans: 登录
zh_hant: 登入

# me.guest.signInPrompt
source: Sign in to sync your progress and unlock all features
ja: サインインして進捗を同期し、すべての機能を利用
zh_hans: 登录以同步进度并解锁全部功能
zh_hant: 登入以同步進度並解鎖全部功能

# me.guest.welcome
source: Welcome, Reader
ja: ようこそ、読者
zh_hans: 欢迎，读者
zh_hant: 歡迎，讀者

# me.helpCenter
source: Help Center
ja: ヘルプセンター
zh_hans: 帮助中心
zh_hant: 幫助中心

# me.language
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# me.learningStats
source: Learning Stats
ja: 学習統計
zh_hans: 学习统计
zh_hant: 學習統計

# me.myPostcards
source: My Postcards
ja: マイポストカード
zh_hans: 我的明信片
zh_hant: 我的明信片

# me.myVocabulary
source: My Vocabulary
ja: マイ単語帳
zh_hans: 我的词汇
zh_hant: 我的詞彙

# me.notifications
source: Notifications
ja: 通知
zh_hans: 通知
zh_hant: 通知

# me.notLoggedIn
source: Not logged in
ja: 未ログイン
zh_hans: 未登录
zh_hant: 未登入

# me.quickActions
source: Quick Actions
ja: クイックアクション
zh_hans: 快捷操作
zh_hant: 快捷操作

# me.readingMemories
source: Reading memories
ja: 読書の思い出
zh_hans: 阅读记忆
zh_hant: 閱讀記憶

# me.readingSettings
source: Reading Settings
ja: 読書設定
zh_hans: 阅读设置
zh_hant: 閱讀設定

# me.review
source: Review
ja: レビュー
zh_hans: 复习
zh_hant: 複習

# me.savedQuotes
source: Saved Quotes
ja: 保存した引用
zh_hans: 收藏的语录
zh_hant: 收藏的語錄

# me.section.about
source: About
ja: アプリについて
zh_hans: 关于
zh_hant: 關於

# me.section.account
source: Account
ja: アカウント
zh_hans: 账户
zh_hant: 帳戶

# me.section.creative
source: Creative
ja: クリエイティブ
zh_hans: 创作
zh_hant: 創作

# me.section.learning
source: Learning
ja: 学習
zh_hans: 学习
zh_hant: 學習

# me.section.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定
